Repository: sohamshashidhar/FarmlyApp
Catalog: assets/locale/intl_*.arb
Languages: te

# orderListTitle
source: Order List
te: ఆర్డర్ జాబితా

# sortByAll
source: All
te: అన్ని

# sortByInTransit
source: In Transit
te: ప్రయాణంలో ఉంది

# sortByCompleted
source: Completed
te: పూర్తయింది

# sortByConfirmed
source: Confirmed
te: నిర్ధారించబడింది

# sortByCanceled
source: Canceled
te: రద్దు చేయబడింది

# orderIdLabel
source: Order ID
te: ఆర్డర్ ID

# amountLabel
source: Amount
te: మొత్తం

# statusLabel
source: Status
te: స్థితి

# app_title
source: FARMLY
te: ఫార్మ్లీ

# section_insights
source: INSIGHTS
te: అవలోకనాలు

# section_live_prices
source: LIVE PRICES
te: లైవ్ ధరలు

# section_your_inventory
source: YOUR INVENTORY
te: మీ ఇన్వెంటరీ

# section_credit_and_ratings
source: CREDIT AND RATINGS
te: క్రెడిట్ మరియు రేటింగ్‌లు

# label_total_revenue
source: Total Revenue
te: మొత్తం ఆదాయం

# label_profits_of
source: Profits Of
te: లాభాలు

# label_orders_delivered
source: Orders Delivered
te: వెనకడుకు ఆర్డర్లు

# label_in_transit
source: In Transit
te: మార్గంలో ఉంది

# label_truecredit_score
source: TrueCredit™ Score
te: ట్రూక్రెడిట్™ స్కోర్

# label_average_ratings
source: Average Ratings
te: సగటు రేటింగ్లు

source: Your Inventory
te: మీ జాబితా

source: Loading inventory...
te: జాబితా లోడ్ అవుతోంది...

source: Error loading inventory
te: జాబితా లోడ్ చేయడంలో లోపం

# noInventoryItems
source: No inventory items available
te: ఏ జాబితా అంశాలు అందుబాటులో లేవు

source: Edit Inventory
te: జాబితా ఎడిట్ చేయండి

source: Done
te: ముగిసింది

source: Add New Item
te: కొత్త అంశం జోడించండి

source: Item ID
te: అంశం ఐడి

source: Item Name
te: అంశం పేరు

# pricePerKg
source: Price (₹/kg)
te: ధర (₹/కిలో)

source: Quantity (kgs)
te: మొత్తం (కిలోలు)

source: Add
te: జోడించండి

source: Cancel
te: రద్దు చేయండి
